Repository: ramirobr/VestalisV3
Catalog: Cotecna.Vestalis.Web/Cotecna.Vestalis.Web/App_GlobalResources/ServiceOrder.*.resx
Languages: es, pt

# BeginDateValue
source: Begin date must have a value
es: La fecha de inicio debe tener un valor
pt: Data de início deve ter um valor

# ComboBoxUserDefaultOption
source: Select One User
es: Seleccione un usuario
pt: Selecione um usuário

# DateRule
source: Begin date must be less than end date
es: La fecha de inicio debe ser menor a la fecha de fin
pt: Data de início deve ser inferior a data de término

# DeleteServiceOrder
source: Are you sure to delete the service order?
es: ¿Está seguro que desea borrar la orden de servicio?

# DigitsValidationMessage
source: Please write only digits
es: Por favor escriba solo dígitos
pt: Por favor, escreva somente dígitos

source: Edit service order
es: Editar orden de servicio
pt: Editar ordem de serviço

# EndDateValue
source: End date must have a value
es: Fecha de fin debe tener un valor
pt: Data final deve ter um valor

# ErrorFieldDateIncorrect
source: The field {0} has incorrect format. The correct format is dd/mm/yyyy
es: El campo {0} tiene un formato incorrecto. El formato correcto es dd/mm/aaaa
pt: O campo {0} tem formato incorreto. O formato correto é dd / mm / aaaa

# ErrorFieldDateRuleEndDate
source: The field {0} is greater than {1}
es: El campo {0} es mayor que {1}
pt: O campo {0} é maior do que {1}

# ErrorFieldDateRuleStartDate
source: The field {0} is less than {1}
es: El campo {0} es menor que {1}
pt: O campo {0} é inferior a {1}

# ErrorFieldNumericIncorrect
source: The field {0} is not a valid number.
es: El campo {0} no es un número válido.
pt: O campo {0} não é um número válido.

# ErrorFieldRegularExpression
source: The field {0} doesn't match with the pattern {1}
es: El campo {0} no coincide con el patrón {1}
pt: O campo {0} não corresponde com o padrão de {1}

# ErrorFieldRequired
source: The field {0} is required
es: El campo {0} es requerido
pt: O campo {0} é necessária

# ErrorFieldTextMaxLength
source: The field {0} exceeds the maximum number of characters
es: El campo {0} excede el número máximo de caracteres
pt: O campo {0} excede o número máximo de caracteres

# ErrorFieldTextMaxValue
source: The field {0} is greater than {1}
es: El campo {0} es mayor que {1}
pt: O campo {0} é maior do que {1}

# ErrorFieldTextMinLength
source: The field {0} is less than the minimum number of characters
es: El campo {0} es menor que el número mínimo de caracteres
pt: O campo {0} é menor que o número mínimo de caracteres

# ErrorFieldTextMinValue
source: The field {0} is less than {1}
es: El campo {0} es menor que {1}
pt: O campo {0} é inferior a {1}

# ErrorFieldTextNumDigit
source: The field {0} has incorrect number of digits
es: El campo {0} tiene un número incorrecto de dígitos
pt: O campo {0} tem o número incorreto de dígitos

# GenerateReportMessage
source: Please choose at least one option for generating the report.
es: Por favor, elija al menos una opción para generar el informe.

source: Generate service order report
es: Generar reporte de las órdenes de servicio

# InspectionReportsChooseInstruction
source: Choose one or more reports for exporting to excel
es: Elija uno o más informes para exportar a excel

# InspectionReportsChooseTitle
source: Inspection reports
es: Reportes de inspección

# InstructionGeneral
source: Fill in the form to order an inspection&nbsp;&nbsp;&nbsp;* indicate mandatory fields
es: Complete el siguiente formulario para solicitar una inspección, * indica los campos obligatorios.
pt: Preencha o formulário de ordem de uma inspeção & nbsp; & nbsp; & nbsp; * indicam campos obrigatórios

# MandatoryFieldValidationMessage
source: Mandatory field. Please enter a value
es: Campo obligatorio. Por favor, introduzca un valor
pt: Entrada necessária

# MaxValueValidationMessage
source: Please write a value less than {0}
es: Por favor, escriba un valor inferior a {0}
pt: Por favor, escreva um valor inferior a {0}

# MinLengthValidationMessage
source: Please, at least {0} characters are necessary
es: Por favor, al menos {0} caracteres son necesarios
pt: Por favor, pelo menos {0} caracteres são necessários

# MinValueValidationMessage
source: Please write a value grater than {0}
es: Por favor, escriba un valor mayor que {0}
pt: Por favor, escreva um valor maior que {0}

source: New service order
es: Nueva orden de servicio
pt: Nova ordem de serviço

# NumbersValidationMessage
source: Please write only digists
es: Por favor escriba solo dígitos
pt: Por favor, escreva apenas os números

# RegularExpressionErrorMessage
source: Please specify a correct input
es: Por favor, especifique una entrada correcta
pt: Por favor especifique um correto

source: Search
es: Buscar
pt: Pesquisa

# SelectionNotValidMessage
source: Please select a valid value
es: Por favor seleccione un valor válido
pt: Por favor seleccione um valor válido

# ServiceOrderListSearchSection
source: Search
es: Buscar
pt: Pesquisa

# ServiceOrderListTitle
source: Service Order List
es: Servicio Lista de Pedidos
pt: Lista de ordem de serviço

# ServiceOrderListTitleLegend
source: Please enter your search criteria:
es: Introduzca sus criterios de búsqueda:
pt: Por favor, insira seus critérios de pesquisa:

# ServiceOrderMenu
source: Service Order
es: Orden de servicio

# ServiceOrderNumber
source: Service Order {0}
es: Orden de servicio {0}
pt: Orden de Serviço {0}

# ServiceOrderTitle
source: Service Orders
es: Ordenes de Servicio
pt: Ordens de serviço

# SummatoryRule
source: The sum of the values is different of the expected value
es: La suma de los valores es diferente del valor esperado
pt: A soma dos valores é diferente do valor esperado

# TimeValidadtionMessage
source: Please specify the correct 24h time
es: Por favor, especifique la hora correcta 24h
pt: Por favor, especifique o tempo correto 24h

source: View service order
es: Ver orden de servicio
pt: Ver ordem de serviço
